<template>
  <div class="advantages-component">
    <div class="container">
      <div class="row">
        <div class="col-md-6">
          <div class="items">
          <div class="row">
            <div class="col-12">
              <h2>حلول الشحن الآمن</h2>
              <p>يستطيع المستخدم من خلال تطبيق علي دربي ضمان الشحنة لوصولها للمستلم عن طريق تصوير الشحنه وإرفاقها علي التطبيق لسهولة مطابقتها</p>
            </div>
            
            <div class="col-12">
              <h2>اكبر تغطية</h2>
              <p>يدعم تطبيق علي دربي العديد من المناطق التي تغطي معظم أنحاء المملكة ليستطيع الراسل إرسال شحناته أينما شاء داخل المملكة العربية السعودية</p>
            </div>
            
            <div class="col-12">
              <h2>٢٤ \ ٧</h2>
              <p> السائقون متاحون علي مدار الاربعة عشرون ساعة علي مدار اليوم علي تطبيق علي دربي لتلبية احتياجات جميع المستخدمين جميع الأوقات</p>
            </div>
            
          </div> <!--End Row-->
          </div> <!--  End Item -->
        </div> <!--End col-md-6-->
        <div class="col-md-6">
          <div class="items">
          <div class="row">
            <div class="col-12">
              <h2>سرعة إرسال الشحنات</h2>
              <p>يقوم تطبيق علي دربي بتقديم خدمة الشحن السريع فى كل انحاء المملكة عن طريق توافر سائقين في معظم أنحاء المملكة لتوصيل الشحنات المطلوبة</p>
            </div>
            
            <div class="col-12">
              <h2>جدولة الشحنات</h2>
              <p>يستطيع المستخدم من خلال تطبيق علي دربي بجدولة الشحنات لاى مكان بالمملكة فى اي تاريخ متاح له سائقين</p>
            </div>
            
            <div class="col-12">
              <h2>متابعة دائمة</h2>
              <p>يتيح تطبيق علي دربي متابعة دائمة بجميع الآوقات لمتابعة اى شكوي او بلاغ من اى مستخدم والعمل على حلهم جميعاً بأسرع وقت ممكن</p>
            </div>
            

          </div> <!--End Row-->
          </div> <!--  End Item -->
        </div> <!--End col-md-6-->
      </div><!--End row -->
    </div><!--End container -->

  </div>
</template>
<style>
.advantages-component .icon{
  margin: auto;
}
</style>
