<template>

  <div class="privacy-page">
    
      <div class="container">
              <h1>سياسة الخصوصية</h1>
              <br>
        <h2>1. عامة</h2>
        <p>إدخال بياناتك الشخصية ، فإنك تعطي موافقتك على تأسيسها في ملف بيانات تابع لـ شركة علامات لتقنية المعلومات. إذا كنت لا تقبل شروط هذه السياسة ، يرجى عدم تقديم بياناتك الشخصية إلى على دربى. هذه السياسة مدرجة في شروط وأحكام على دربى التي تحكم استخدام والوصول إلى الخدمة التي تقدمها على دربى, وعلى وجه الخصوص ، استخدام والوصول إلى التطبيق.</p>

        <h2>2. جمع البيانات الشخصية</h2>
        <p>في حال رغبة المستخدم في الوصول إلى الخدمة والمشاركة فيها ، يجب عليه / عليها ملء الاستمارات التي تطلب بيانات شخصية أو الالتزام بمتطلبات وسائل أخرى للوصول إلى الخدمة.</p>
        <p>تبلغ على دربى بأنها لا تقوم بالتحقق من صحة البيانات. لهذا السبب ، ستدرك على دربى ، في كل حالة ، أن البيانات التي يقدمها المستخدم صادقة ، سواء كانت صادقة أم لا.</p>
        <p>
            على دربى تطلب أي مستخدم تتغير بياناته الشخصية لتوصيل التغييرات, للحفاظ على بيانات المستخدم الشخصية محدثة.
        </p>

        <h2>3. جودة البيانات</h2>
        <p>تنصح على دربى المستخدمين بأنه، باستثناء حالة التمثيل القانوني والمعتمد ، لا يجوز لأي مستخدم استخدام هوية شخص آخر أو إعطاء بيانات شخصية لشخص آخر ؛ يمكن للمستخدمين تقديم بياناتهم الشخصية فقط ، ويجب أن يكون هذا مناسبًا وملائمًا ومحدثًا ودقيقًا وصادقًا. في هذا الصدد ، يكون المستخدم مسؤولاً بشكل حصري عن أي أضرار مباشرة أو غير مباشرة تتسبب فيها أطراف ثالثة أو إلى على دربى عن طريق استخدامه / ها لبيانات شخص آخر الشخصية أو عن طريق تقديم بيانات خاطئة أو قديمة أو غير لائقة. وبالمثل ، فإن المستخدم الذي يقدم بيانات شخصية لشخص ثالث ملزم بإبلاغ الأخير وفقًا للقانون المعمول به ، والذي يتعامل مع الحالات التي لا يتم فيها الحصول على البيانات من الشخص نفسه ، و / أو عواقب عدم إبلاغ هذا شخص أو لا يحصل على موافقته. إذا قرر المستخدم طوعًا تقديم بيانات شخصية عن شخص آخر إلى على دربى (على سبيل المثال ، عنوان بريد إلكتروني أو اسم أو رقم هاتف) بقصد تحويل تطبيق على دربى و التوصية به ، يتعهد المستخدم أولاً بإبلاغ الشخص الآخر بـ نية تقديم بياناته / بياناتها إلى على دربى والحصول على موافقة هذا الشخص على معالجة البيانات المذكورة ونقل الاتصالات وفقًا للتشريعات الحالية ، مع عدم مسؤولية المستخدم وحده.</p>

        <h2>4. إلغاء خدمة البريد الإلكتروني الترويجية</h2>
        <p>يحق للمستخدم معارضة استخدام بياناته /بياناتها لأغراض ترويجية عن طريق إرسال الرسائل التجارية ، وإلغاء الموافقة الممنوحة لهذا الغرض في أي وقت من خلال إخطار على دربى ببساطة بأنه لا يرغب في مواصلة تلقي الرسائل التجارية ، دون أن يؤثر ذلك على حق المستخدم في المعارضة. يمكن للمستخدمين توصيل معارضتهم بالطريقة المشار إليها في كل رسالة تجارية.</p>

        <h2>5. المحظورات</h2>
        <p>فيما يتعلق بأي بيانات شخصية منشورة في تطبيق على دربى أو موقعه الالكتروني ، نبلغ المستخدمين أن هذه البيانات جزء من ملف بيانات واحد يخص على دربى ويتحملون مسؤوليتها ، ولا يجوز للمستخدمين الآخرين معالجتها أو إعادة إنتاجها بحرية من التطبيق ما لم يتم الحصول على إذن وموافقة مستنيرة مسبقًا من الشخص المعني. قد تتكون البيانات الشخصية المنشورة في تطبيق على دربى أو موقعها الالكتروني من أي معلومات أو أي دعم يتعلق بأشخاص يمكن التعرف عليهم جسديًا ، مثل الاسم أو اللقب أو عنوان ال IP أو العنوان أو الرمز البريدي أو عنوان البريد الإلكتروني أو الصور الفوتوغرافية أو أي معلومات أخرى. وبالتالي ، لا يجوز استخدام أي بيانات شخصية إلا من قِبل مستخدم التطبيق من أجل المشاركة في الخدمة بالطريقة المحددة في سياسات استخدام التطبيق وفي سياسة الخصوصية ، لأغراض شخصية وفي إطار التشريعات الحالية ، مع عدم وجود أهداف مربحة أو تجارية من أي نوع. يحظر صراحة أي استخدامات أخرى ، باستثناء تلك المشار إليها أعلاه ، بما في ذلك دمج الصور أو البيانات في الملفات أو العمليات ، و / أو إنشاء قواعد بيانات تحتوي على بيانات شخصية و / أو إرسال دعاية أو توقف إلى أطراف ثالثة ، دون سابق موافقة مستنيرة من المستخدم المقابل. لن تتحمل على دربى أي مسؤولية عن استخدام البيانات الشخصية التي قد يقوم بها المستخدمون الآخرون للتطبيق في انتهاك لهذه السياسة.</p>

        <h2>6. حقوق الصور</h2>
        <p>
            يمنح الأعضاء موافقتهم والتخويل الصريح بموجب القانون المعمول به ، ل على دربى لاستخدام صورهم الشخصية واسمهم لتوفير الخدمات وللنسخ والتوزيع والاتصال العام عبر وسائل الإعلام الجماهيرية والصحافة والإنترنت وأي وسيلة اتصال أخرى ، متضمن لا لحصرال APP و/ أو الموقع. يدرك العضو أن كل شخص يصل إلى هذه المنصات يمكنه الاطلاع على المحتوى الذي تم فيه تضمين الصور المعينة في هذا الترخيص. يصرح الأعضاء على وجه التحديد بمعالجة بياناتهم الشخصية ونقل واستخدام حقوق الصور الخاصة بك في الشروط الواردة في هذه الشروط وسياسة الخصوصية.
        </p>
      </div>
  </div>
</template>

<style>
.privacy-page{
  padding: 40px 0;
}
</style>