<template>
    <div class="terms-page">
        <div class="container">
    
            <h1>الشروط والأحكام العامة</h1>
            <p>تطبيق على دربى تحت إدارى وملك لشركة علامات لتقنية المعلومات وذلك لتسهيل التواصل بين الأشخاص لنقل الشحنات.
                <br> لذا يجب استخدامه وفقا للشروط والأحكام المذكورة أدناه.
            </p>
            <h2 class="sub">على الأطراف الالتزام بالتالي:</h2>
            <ul>
                <li>قراءة هذه الشروط والأحكام العامة بعناية قبل الاستخدام.</li>
                <li> طباعة نسخة منها للرجوع إليها في المستقبل</li>
            </ul>

            <h2>١- التعريفات</h2>

            <h2 class="sub">على دربى:</h2>
            <p>تعني شركة علامات لتقنية المعلومات، وهي الشركة التى تملك تطبيق على دربى وذلك لتسهيل التواصل بين المرسل والمسافر والمستلم مع بعضهم البعض ولديها موقع الكتروني و تطبيق لتسهيل شحن المواد.</p>

            <h2 class="sub">التطبيق:</h2>
            <p>يعني التطبيق الخاص بشركة علامات لتقنية المعلومات الذي تستخدمه في تقديم الخدمة للمستفيدين.</p>

            <h2 class="sub">الموقع:</h2>
            <p>يعني الموقع الألكتروني الذي تقدم من خلاله شركة علامات لتقنية المعلومات الخدمة للمستفيدين.</p>

            <h2 class="sub">الخدمة:</h2>
            <p>تعني الخدمة المباشرة عبر الموقع أو التطبيق التي تسهل ربط الأشخاص ونقل الاغراض كما هو موضح أدناه (أ) الشخص الذي ينوي إرسال شيء، (ب) الشخص الذي يرغب استلامه، (ج) الشخص المكلف بتوصيل غرض من مكان إلى آخر.</p>

            <h2 class="sub">البرنامج:</h2>
            <p>تعني تطبيق على دربى لتقديم الخدمات عبر الشبكة العنكبوتية سواء عن طريق التطبيق أو الموقع.</p>

            <h2 class="sub">رسوم الخدمة:</h2>
            <p>تعني المقدار المحدد من الرسوم التى تحصل عليها شركة علامات لتقنية المعلومات من المشتركين مقابل كافة المصاريف الإدارية التي تنشأ عن الاستفادة من هذه الخدمة.</p>

            <h2 class="sub">الشروط والأحكام العامة:</h2>
            <p>تعني الأحكام والشروط العامة المنصوص عليها في هذه الوثيقة.</p>

            <h2 class="sub">المسافر:</h2>
            <p>تعني الشخص الطبيعي أو الاعتباري الذي سينقل غرضا من مكان إلى آخر، وفقاً لما يطلبه المرسل.</p>

            <h2 class="sub">المرسل:</h2>
            <p>يعني الشخص الطبيعي أو الاعتباري الذي يطلب نقل الشيء.</p>

            <h2 class="sub">المستلم:</h2>
            <p>يعني الشخص الطبيعي أو الاعتباري الذي يستلم المواد من المرسل عن طريق المسافر.</p>

            <h2 class="sub">الطلب:</h2>
            <p>يعني طلب نقل الشحنة من مكان إلى آخر حسب طلب المرسل.</p>

            <h2 class="sub">الشحنة أو المواد:</h2>
            <p>يعني المواد التى يرسلها المرسل عن طريق المسافر إلى المستلم.</p>

            <h2 class="sub">رسوم التسليم:</h2>
            <p>تعني مقداراً محدداً من المال يدفعه المرسل إلى المسافر نظير تقديم الخدمة.</p>

            <h2 class="sub">العضو أو المستخدم أو أنت:</h2>
            <p>تعني أي شخص طبيعي أو اعتباري له حساب مسجل في تطبيق على دربى أو موقعها الإلكتروني.</p>

            <h2 class="sub">الصورة:</h2>
            <p>تعني صورة المادة التي التقطها المرسل ووضعها على حسابه الخاص من أجل نقل الشيء المراد شحنه.</p>

            <h2 class="sub">نقطة الوصول والتسليم:</h2>
            <p>تعني الموقع النهائي المراد تسليم الشحنة فيه وفقا لطلب المرسل.</p>

            <h2 class="sub">نقطة الاستلام:</h2>
            <p>تعني الموقع المخصص لاستلام أو إرسال الشحنة</p>

            <h2 class="sub">وسيلة النقل:</h2>
            <p>تعني وسيلة النقل التي يستخدمها المسافر لنقل الشحنة الشحن و هو السيارة.</p>

            <h2 class="sub">رقم الطلب:</h2>
            <p>يعني الرقم الخاص بكل طلب.</p>

            <h2 class="sub">الشخص أو الأشخاص:</h2>
            <p>تعني الشخص الطبيعي أو الاعتباري الذي يستخدم الخدمة بغض النظر عن صفته، سواء كان شاحن أو ناقل أو مستلم. حسبما يرد في سياق النص.</p>

            <h2 class="sub">الطرف أو الأطراف:</h2>
            <p>تعني المرسل أو المسافر أو المستلم.</p>

            <h2 class="sub">المنطقة:</h2>
            <p>تعني النطاق الجغرافي الذي يقع فيه أي من المرسل أو المسافر أو المستلم.</p>

            <h2>٢- عام</h2>
            <p>يحق لعلى دربى تغيير هذه الشروط والأحكام العامة في أي وقت. و يتم اعتبار أي من هذه التغييرات سارية المفعول في اليوم الذي يتم نشرها فى البرنامج (أنظر التاريخ في أعلى الصفحة). لذا يجب عليك قراءة الشروط والأحكام العامة في كل مرة تستخدم فيها البرنامج وعند تسجيل حسابك أو استخدام الخدمات التي يقدمها البرنامج.</p>

            <h2>٣- طريقة عمل البرنامج:</h2>
            <p>يعمل هذا البرنامج عن طريق الشبكة العنكبوتية ويستخدم لتسهيل التواصل بين الأشخاص، وهم:</p>
            <ul>
                <li>	المرسل الذي يرغب في إرسال شحنة إلى نقطة الوصول .</li>
                <li>•	الأشخاص الذين خططوا للسفر الى جهة الوصول ومعهم على نفس وسيلة النقل الشحنة التي تقدم للشخص المستلم.</li>
            </ul>

            <h2>٤- أحكام الخدمة:</h2>
            <p>
                تتألف الخدمة من تطبيق مباشر على الشبكة العنكبوتية، ويجوز للأعضاء إنشاء قوائم عليها بهدف إرسال أو استلام أو نقل. وبناء على ذلك يدرك الأعضاء ويوافقون على أن على دربى ليست طرفاً في أية اتفاقيات أو عقود أو علاقات مهما كانت والتي يتم إبرامها بين الأطراف. وعليه فإن تطبيق على دربى لا يمكن أن تكون مسؤول عن الاتفاقيات أو العقود أو العلاقات المذكورة مهما كانت طبيعتها، لأن على دربى ما هو إلا تطبيق تواصل وما يمكن لمسؤوليتها إلا أن تنحصر فقط في تشغيل وتوفير البرنامج على الشبكة العنكبوتية.
                <br>
                يقرالأطراف ويوافقون أن دخول واستخدام البرنامج واستخدامه أو عندما يكونوا أعضاء في البرنامج، فإنكم تكونوا قد قرأتم، وفهمتم، ووافقتم على الالتزام بهذه الشروط والأحكام العامة. لذا نرجو قراءتها بعناية. وباستخدام العضو للبرنامج والخدمة التي تقدمها، فإنه يوافق على ما يلي:
            </p>
            <ul>
                <li>	الالتزام الكامل بهذه الشروط؛</li>
                <li>وعدم استخدام التطبيق أو الخدمة التي تقدمها لأي غرض تجاري؛</li>
                <li>وأنه يقر بأن على دربى ليست طرفاً في أية اتفاقية، أو عقود، أو علاقات مهما كانت طبيعتها مما يتم إبرامه بين الأعضاء.</li>
            </ul>
            <p>
                وإذا لم يوافق العضو على هذه الشروط والأحكام العامة فلن يكون له الحق في الحصول على معلومات أو مواصلة تصفح واستخدام البرنامج أو الخدمة التي تقدمها.
                <br>
                وعلاوة على ذلك، يدرك العضو ويوافق على أن علاقته مع على دربى مقتصرة على كونه عضواً وأنه يتصرف بشكل حصري بالأصالة عن نفسه عندما يستخدم الخدمة. ولا تتولى على دربى المراقبة على سبيل المثال لا الحصر للطلبات أو السفر أو الأنشطة دون اتصال أو اختيار الشحنة أو إنشاء الطلبات وإتمامها أو صحة المعلومات المنشورة أو أصالتها أو قانونيتها. وتعتبر على دربى برنامج تواصل لا تقدم أية خدمات نقل ولا تتصرف بصفتها ناقلاً أو شاحناً أو مستلماً. وتعمل على دربى فقط على تسهيل الوصول إلى التطبيق.
                <br>
                ويوافق الأعضاء المشتركون في الخدمة على عدم القيام بأي شيء يؤدي إلى تكوين انطباع بأنهم حاصلون على المصادقة أو لديهم شراكة أو يتصرفون نيابة عن على دربى لمنفعتها، ويشمل ذلك الاستخدام غير المناسب لأي من حقوق الملكية أو الصناعية التي تعود إلى على دربى. كما يوافق المستخدمون إلى جانب ذلك على استخدام الخدمة والبرنامج فقط للتواصل، ويكون ذلك ليس لأغراض تجارية وإنما لاستخدامهم الشخصي فقط.
            </p>

            <h2>
                ٥- التعديلات والتحديثات
            </h2>
            <p>يجوز لعلى دربى أن تعدل البرنامج أو هذه الشروط والأحكام يجوز لعلى دربى أن تعدل البرنامج أو هذه الشروط والأحكام العامة، ويشمل ذلك أيضاً رسوم البرنامج وإذا قمنا بتعديل هذه الشروط أو رسوم البرنامج فسنقوم بنشر التعديل على البرنامج ونرسل للأعضاء إشعاراً بهذا التعديل. ويشكل استمرار دخول الأعضاء أو استخدامهم للبرنامج قبولاً للشروط التي يتم تعديلها.</p>

            <h2>٦- تسجيل الحساب</h2>
            <p>
                حتى يمكن الدخول إلى البرنامج للحصول على الخدمة، يتوجب على العضو إنشاء حساب له على البرنامج، وأن يصبح الشخص عضواً. ويجوز للمستخدمين التسجيل للانضمام إلى الخدمة مباشرة عن طريق التطبيق، أو الموقع حسبما جرى وصفه أدناه.
                <br>
                ولا تحاول على دربى بذل أي جهد لمراجعة أي حساب من حسابات الأعضاء لأي هدف، ويشمل ذلك على سبيل المثال تحري الدقة أو الجوانب القانونية أو عدم انتهاك القوانين. إذ يجري إنشاء حساب العضو لدى على دربى وكذلك صفحته لاستخدامه هو للبرنامج على المعلومات الشخصية التي يقدمها لنا.
                <br>
                ويكون الأعضاء ملزمين بإنشاء اسم مستخدم وكلمة سر للتعرف عليهم شخصياً. وبعد أن يكون الأعضاء قد أنشأوا ملف المستخدم الخاص بهم، فإن رموز الدخول هذه ستشكل وسيلة تعريف وحيدة بالنسبة للبرنامج وتكون رموز الدخول المحددة شخصية وغير قابلة للنقل، ولا يسمح بنقلها إلى أي طرف ثالث حتى لو كان ذلك مؤقتاً. وضمن هذا السياق، يوافق الأعضاء على الاستخدام النزيه لهذه الرموز، وإن كان ذلك ينطبق، فإن عليهم الحفاظ على سرية كلمة المرور واسم المستخدم اللتين جرى تحديدهما للدخول إلى البرنامج. وإذا علم العضو أو شك بفقدان أو سرقة أو استخدام كلمة المرور الخاصة به من قبل جهات أخرى، فإن عليه إبلاغ  تطبيق على دربى عن ذلك بأسرع وقت ممكن.
                <br>
                يتحمل العضو مسؤولية أية مصاريف وأضرار يتسبب بها الدخول إلى البرنامج من قبل أية جهة أخرى تستخدم كلمة المرور واسم المستخدم الخاص به بسبب إهماله في الاستخدام أو فقدانه لهما.
                <br>
                يحظر على العضو تقديم أية معلومات غير دقيقة أو مزورة أو غير مكتملة أو غير ذلك مما يمكن أن يعتبر انتهاكاً لهذه الشروط. وتحتفظ على دربى بحق تعليق أو إزالة حساب العضو ومنع دخوله إلى البرنامج.
                <br>
                تم إعداد هذا البرنامج لتسهيل التواصل بين الأعضاء، لذا فإن جميع الأعضاء يقرون ويتعهدون بأنهم كاملي الأهلية ومعتبري التصرف و حاصلين على التراخيص اللازمة لاستعمالها ولا تتحمل على دربى مخالفة أي عضو من الأعضاء للنظام العام في المنطقة.
            </p>

            <h2>٧- الأهلية وقيود الدخول:</h2>
            <p>إن القصد من وراء البرنامج أو الخدمة التي تقدم هو فقط أن يستخدمها أشخاص يبلغون الثامنة عشرة من العمر أو أكبر من ذلك وكاملي الأهلية. ونعبر هنا وبشكل صريح عن حظر أية مشاركة في الخدمة أو الدخول أو الاستخدام للبرنامج أو الخدمة التي تقدمها من جانب أي شخص دون الثامنة عشرة من العمر/أو ناقص الأهلية. وبمشاركة الأعضاء ودخولهم أو استخدامهم للبرنامج أو الخدمة التي تقدم، فإنهم يتعهدون ويقرون بأنهم يبلغون الثامنة عشرة من العمر أو أكبر من ذلك وكاملي الأهلية.</p>

            <h2>٨- الالتزامات</h2>
            <p>حتى يتم تنفيذ عملية التسليم، فإن المرسل والمسافر والمستلم يجب أن يكونوا مسجلين بحسب الأصول وملتزمين، على التوالي، وذلك على الأقل، بالالتزامات والقيود التي وردت في هذه الشروط والأحكام.</p>

            <h2 class="sub">٨-١ المرسل</h2>

            <h2 class="sub2">٨-١-١</h2>
            <p>بعد أن يكون المرسل قد انتهى من عملية التسجيل وأصبح مسجلاً في تطبيق على دربى، فعليه إجراء تقييم شامل للشحنة التي يرغب في إرسالها، والضوابط القانونية الجمركية وأية ضوابط قانونية أخرى مطبقة، وفقاً لما جرى وصفه أدناه. ويلزم إجراء هذا التقييم بعناية لتجنب أية مخاطر ممكنة قد تنشأ عن تنفيذ الطلب.</p>

            <h2 class="sub2">-١-٢</h2>
            <p>بعد أن يكون المرسل قد اقتنع بأنه يمكن إرسال الشحنة، فعليه أن يقوم وبحسب الأصول بتعبئة النموذج الخاص بذلك، حيث يجب عليه ما يلي:</p>
            <ul>
                <li>وصف الشحنة حسبما هو مطلوب (مثل الإشارة إلى وقت التسليم، ووجهة التسليم، وما إلى ذلك)</li>
                <li>يقر المرسل أن عليه أن يكون مقتدراً بالشكل الكافي من الناحية المالية ليتمكن من تغطية الرسوم المناسبة للشحنة.</li>
            </ul>

            <h2 class="sub">
                ٨-٢ المسافر
            </h2>

            <h2 class="sub2">
                ٨-٢-١
            </h2>
            <p>يكون المسافر ملزماً بتوفير تفاصيل السفر الخاصة به حتى يتمكن من إتمام طلب المرسل (أي تنفيذ عملية الشحن المناسبة).</p>

            <h2 class="sub2">٨-٢-٢</h2>
            <p>يجب على المسافر أن يتبع الآتي:</p>
            <ul>
                <li>يقدم المعلومات الواردة أعلاه.</li>
                <li>اختيار الشحنة المراد نقلها.</li>
                <li>يجرى الترتيبات الخاصة بكافة التفاصيل المتعلقة بالشحنة مع المرسل، فيكون مطلوباً منه تنفيذ تقييم شامل في الموقع للشحنة، ولا ينسى أثناء ذلك الضوابط القانونية والفنية المطبقة حالياً حسبما هو موضح أدناه. وعند إجراء عملية التقييم، يحتفظ المسافر بحق رفض الشحنة بناء على القيود القانونية، وأسباب الأمن والسلامة، وما إلى ذلك.</li>
            </ul>

            <h2 class="sub2">
                ٨-٢-٣
            </h2>
            <p>يقر المسافربأنه مقتدر مالياً بما يكفي ليكون قادراً على تغطية القيمة المعلنة المناسبة.</p>

            <h2 class="sub2">٨-٢-٤</h2>
            <p>بعد أن يكون المسافر قد قبل تنفيذ عملية التسليم وحتى الانتهاء من التسليم الرسمي للشحنة المراد نقلها في وجهة التسليم، فإنه يكون ملزماً بما يلي:</p>
            <ul>
                <li>نقل الشحنة ببذل الجهد اللازم متجنباً أي ضرر أو ضياع محتمل للشحنة المراد شحنها،</li>
                <li>الالتزام بالتعليمات التي يقدمها له المرسل، وأخيراً</li>
                <li>تسليم الشحنة حسبما جرى ترتيبه من قبل الأطراف.</li>
            </ul>

            <h2 class="sub">٨-٣ المستلم</h2>

            <h2 class="sub2"> ٨-٣-١</h2>
            <p>بعد الانتهاء من عملية التسجيل، يكون المستلم ملزماً بترتيب لقاء مع المسافر.</p>

            <h2 class="sub2">٨-٣-٢</h2>
            <p>يتأكد المستلم من فحص الشحنة (مثل التأكد من أنها لم تتعرض لأي ضرر)، وإذا تأكد من ذلك، فإنه يخبر المسافر ليقوم بإتمام الطلب بنجاح.</p>

            <h2 class="sub2">٨-٣-٣</h2>
            <p>وإذا لم تكن الشحنة بحسب توقعات المستلم، فإنه لن يكون ملزماً بإستلام الشحنه و عليه الاتصال بنا لتحديد الموقف .</p>

            <h2 class="sub">٨-٤ إلغاء العملية:</h2>

            <h2 class="sub2">٨-٤-١</h2>
            <p>يقر الأطراف أنه في حال إلغاء الطلب، فإنهم سيوجهون إشعاراً بشأن مثل هذه الظروف إلى على دربى ويتفقون فيما بينهم على أحكام إرجاع الشيء المعني بالعملية.</p>

            <h2 class="sub2">٨-٤-٢</h2>
            <p>يتفق الأطراف على أن على دربى ما هي إلا تطبيق للتواصل لا تقدم أية خدمات نقل ولا تتصرف بصفتها شاحناً أو ناقلاً أو مستلماً، وبالتالي فإن مسؤوليتها يمكن أن تترتب فقط عن تشغيل وتوفير التطبيق الخاص بها.</p>

            <h2>٩- الضوابط:</h2>
            <p>
                يوافق جميع الأعضاء عند استخدام البرنامج على أن يكونوا على اطلاع كامل وملائم بشأن كافة الالتزامات والضوابط القانونية المطبقة في كل دولة (في الدولة التي ترسل منها الشحنة وفي وجهة الاستلام، شريطة أن يكون المكانين في بلدين مختلفين). وبهذا المعنى، يكون على الأطراف الالتزام على سبيل المثال لا الحصر بكافة الالتزامات والضوابط الفنية والقانونية التي تفرضها الدول أو وسائل النقل.
                <br>
                وبصفة على دربى منصة تواصل فقط فإنها ليست مخولة بالوصول بأي حال من الأحوال إلى الشحنة. ولا تعتبر على دربى تحت أي ظرف من الظروف مالكة للشحنة أو محتوياتها. ولا يمكن لعلى دربى أن تتحكم بمحتوى الشحنة وحالة قانونية وملاءمة أية شحنة أيضاً. كما أن على دربى ليست مسؤولة وتخلي مسؤوليتها كذلك بما يتصل بجميع الشحنات أو أي منها. ويكون قبول أي طلب أو إجراؤه وفقاً لمسؤولية العضو. وما لم يرد نص صريح بخلاف ذلك في منصة على دربى، تكون مسؤوليات على دربى مقتصرة على العمل السليم للتطبيق وخدمته بما يحقق مصلحة الأطراف المعنية.
            </p>

            <h2>١٠- عدم تسليم الشحنة أو الشحنة المعيبة:</h2>

            <h2 class="sub">١٠-١ عدم تسليم الشحنة:</h2>
            <p>حسبما وردت الملاحظة بشأنه أعلاه، فإن المسافر ينفذ تسليم الشيء ببذل الجهد المطلوب. وفي حال عدم تسليم الشيء في الزمان والمكان المتفق عليهما مع المرسل بسبب عدم بذل مثل هذا الجهد، فإن المسؤولية التي تترتب عن عدم التسليم، وكقاعدة عامة، تكون على عاتق المسافر.
                <br>
             وإذا حدث عدم التسليم نتيجة لتدخل طرف ثالث (مثل الشرطة)، فإن المسؤولية ستحدد بحسب كل حالة على حدة وذلك بناء على التحقيق الذي تجريه على دربى. وفي جميع الأحوال، فإن على المسافر تقديم دليل رسمي بشأن ما ورد أعلاه.
             <br>
             وإذا لم يتمكن المسافر من إتمام عملية التسليم نتيجة لعدم التزام المستلم (على سبيل المثال عدم تواجد المستلم في المكان المحدد للقاء)، فإن المسافر سيحتفظ بالشيء لمدة 7 أيام. وفي حال لم يطالب المستلم بالشيء خلال الفترة الزمنية المذكورة، فسوف تتحمل على دربى رسوم نقل الشيء إلى نقطة الاستلام عبر البرنامج.
            </p>

            <h2 class="sub">١٠-٢ المنتج المعيب</h2>
            <p>حسبما وردت الملاحظة بشأنه أعلاه، فإن المسافر ينفذ تسليم الشيء ببذل الجهد المطلوب. وفي حال تسليم شيء معيب بسبب عدم بذل مثل هذا الجهد، فإن المسؤولية التي تترتب عن تسليم شيء معيب إلى المستلم تكون على عاتق المسافر.
                <br>
            وإذا حدث الضرر بسبب طرف ثالث (مثل الشرطة)، فإن على المسافر تقديم بلاغ بالواقعة لشركة الخطوط الجوية والمطالبة بالتعويض.
            </p>

            <h2>١١- السداد</h2>

            <h2 class="sub">١١-١ رسوم الخدمة:</h2>
            <p>يجب عليك الموافقة على الشروط التالية قبل اعتماد تسجيلك كسائق : \n- إذا كان سعر الرحلة أقل من 500 ريال يتم احتساب 15% كعمولة التطبيق. \n- إذا كان سعر الرحلة أقل من 1000 ريال يتم احتساب 50 ريال كعمولة التطبيق. \n- إذا كان سعر الرحلة أكثر من 1000 ريال يتم احتساب 100 ريال كعمولة التطبيق.</p>

            <h2 class="sub">١١-٢ الإلغاء:</h2>
            <p>في حال قيام الأطراف بإلغاء الطلب، فعليهم الاتفاق على الشروط الخاصة بإعادة الشيء وإشعار على دربى بإلغاء الخدمة بحيث يمكن المضي قدماً في إعادة الأموال المحتجزة.
                <br>
                ويتفق الأطراف على أن على دربى هو تطبيق تواصل لا تقدم أية خدمات نقل ولا تتصرف بصفتها ناقلاً أو شاحناً أو مستلماً، وبالتالي فإن مسؤوليتها تكمن في تشغيل وتوفير البرنامج الخاص بها لهذا الغرض.
            </p>

            <h2>١٢- حق الانسحاب:</h2>
            <p>وفقاً للنظام المعمول به يكون لديكم الحق في الانسحاب. ولكن هذا الحق لن يكون مستمراً. وعليه فإنكم تقرون بأنه لن يكون لديكم ذلك الحق من لحظة موافقة المرسل والمسافر على تنفيذ عملية التسليم، إلى أن يكون هدف التطبيق المتمثل في ربط الأشخاص ببعضهم البعض قد تحقق بالكامل.</p>

            <h2>١٣- مسؤولية تصفح واستخدام البرنامج:</h2>
            <p>
                يكون الأعضاء ملزمين باستخدام الخدمات والمعلومات والمواد الموجودة على البرنامج وفقاً للقوانين المعنية ووفقاً لهذه الشروط والأحكام العامة. ولا يجوز بأي حال من الأحوال أن ينتهك استخدامكم لهذا البرنامج القوانين والأخلاق السائدة والعادات المتفق عليها أو النظام العام، ويجب عليكم في جميع الأوقات القيام باستخدام ملائم وقانوني للخدمات والمعلومات والمواد الموجودة على البرنامج.
                <br>
                ويجوز لكم بصفتكم مستخدمين ما يلي:
            </p>
            <ul>
                <li>الدخول بشكل مجاني ودون الحصول على تفويض مسبق لتصفح المواد والخدمات الموجودة على البرنامج؛</li>
                <li>استغلال الخدمات والمواد الموجودة في البرنامج بشكل حصري لأغراض الاستخدام الخاص.</li>
            </ul>
            <p>
                ولا يجوز بأي حال من الأحوال الانخراط في الأنشطة التالية:
            </p>
            <ul>
                <li>نشر محتوى أو مادة دعائية ذات طابع عِرقي أو تتضمن كراهية للاجانب، أو تتضمن مادة إباحية، أو غير لائقة، أو ذات طابع تحقيري؛ أو مادة تثير وتشجع على ارتكاب الأعمال الجنائية والعنف وتشويه السمعة أو الحط من قدر الآخرين لأسباب تتعلق بالعُمر، أو نوع الجنس، أو الدين، أو المعتقدات؛ أو تحض على ارتكاب أو تشجيع أو الإثارة، سواء كان ذلك بشكل مباشر أو غير مباشر، لأعمال إرهابية؛ أو التي تنافي حقوق الإنسان والحقوق الأساسية والحريات للجهات الأخرى، أو التشريعات المعمول بها، أو الأخلاق، أو العادات المتفق عليها أو النظام العام؛ أو لأغراض الأذى التي يمكن أن تلحق الضرر أو تعيق أي دخول إلى هذه المواد بما يلحق الأذى بعمل على دربى أو الجهات الأخرى.</li>
                <li>القيام بأعمال تنتهك حقوق الملكية الفكرية للمالكين الشرعيين لهذه الحقوق.</li>
                <li>التسبب بالضرر لنظم الحاسب الآلي لعلى دربى، ومزوديها أو جهات أخرى، و/أو إدخال أو نشر فيروسات الحاسب الآلي، أو رموز أو برمجيات ضارة أو أنواع أخرى من النُظُم التي قد تؤدي إلى أي مما يلي: إلحاق الضرر أو التغيير على أنظمة الحاسب الآلي؛ أو التغيير غير المصرح به للمحتوى أو البرامج أو النُظم التي يمكن الدخول إليها عن طريق المواد أو الخدمات الموجودة على البرنامج، أو على نظم المعلومات، أو الملفات أو معدات الحاسب الآلي الخاصة بالمستخدمين؛ أو الدخول غير المصرح به لأية مواد وخدمات على البرنامج.</li>
                <li>نشر مواد إعلانية بأية وسيلة كانت، ويكون ذلك على وجه التحديد عبر إرسال رسائل إلكترونية، عندما لا يكون نشر الإعلان مطلوباً أو مصرحاً به من قبل المستلم.</li>
                <li>استغلال البرنامج أو الخدمة، سواء بشكل كلي أو جزئي، لترويج أو بيع أو التعاقد أو نشر إعلانات الخاصة أو تلك التي تعود إلى جهات أخرى دون الحصول على الموافقة الخطية المسبقة من على دربى، أو التي تتضمن الوصلات الكثيفة التشعب (hyperlinks) التي توجد على المواقع الإلكترونية الخاصة أو التجارية على التطبيق باستثناء ما يكون مصرحاً به بشكل صريح من على دربى.</li>
                <li>استغلال الخدمة والمواد التي تقدم عبر التطبيق بطريقة تتعارض مع الشروط والأحكام العامة التي تنظم استخدام خدمة و/أو محتوى محدد يمكن أن يلحق الضرر أو يقلل من حقوق المستخدمين الآخرين.</li>
                <li>القيام بالتخلص أو التعديل بأية طريقة كانت من الحماية و/أو آليات التعريف الخاصة بعلى دربى أو مالكيها الشرعيين، التي قد تكون موجودة على التطبيق ، أو رموزها أو شعاراتها أو علاماتها التجارية التي قد تقوم على دربى أو حاملي الحقوق الشرعيين الآخرين بإضافتها على المواد التي ينشئونها والتي قد تكون مشمولة بحقوق الملكية الفكرية.</li>
                <li>القيام بإدخال علامات وصفية (metatags) على صفحات الشبكة العنكبوتية و/أو التطبيقات التي تكون تحت مسؤوليتكم أو ملكيتكم أو مسؤولية أو ملكية جهات أخرى، دون الحصول على تصريح خطي مسبق من على دربى، حيث يكون هذا الإدخال غير مصرح به لهذه العلامات الوصفية مطابقاً للعلامات التجارية أو الشعارات أو الأسماء التجارية لعلى دربى؛ أو القيام باستغلال العلامات التجارية أو الشعارات أو الأسماء التجارية أو أي نوع آخر من علامات التعريف الخاضعة لحقوق الملكية الفكرية دون الحصول على التصريح الخطي المسبق والصريح من المالك الشرعي لها.</li>
                <li>القيام بإدخال رابط كثيف التشعب على صفحات الشبكة العنكبوتية و/أو التطبيقات التي تكون تحت مسؤوليتكم أو ملكيتكم، حيث يؤدي هذا الرابط إلى إنتاج نافذة أو جلسة تصفح برمجيات يستخدمها المستفيدون من موقعكم الذي يتضمن علامات تجارية، أو أسماء تجارية أو علامات مميزة تملكونها والتي يجرى عرضها على التطبيق.</li>
            </ul>
            <p>
                يكون العضو مسؤولاً أمام على دربى أو الجهات الأخرى فيما يتعلق بأية أضرار مهما كان نوعها والتي يمكن أن تكون قد نشأت نتيجة عدم القدرة على الانصياع أو الالتزام بشكل مباشر أو غير مباشر بهذه الشروط. ويكون على على دربى أن تتصرف في جمع الأوقات لضمان احترام الإطار القانوني المطبق، ويمكنها أن تمنع بشكل جزئي أو كلي في أي وقت من الأوقات ودون الحاجة إلى إشعار مسبق دخول أي مستخدم إلى البرنامج في حال ظهور واحد أو أكثر من الحالات الواردة في هذا البند.
                <br>
                على الرغم من أن على دربى تقوم بخطوات معقولة لمنع دخول الفيروسات وغيرها من الرموز الالكترونية الأخرى على التطبيق فإن على دربى لا تصرح أو تضمن بأن الخدمة خالية من هذه العوامل المدمرة. وهى ليست مسئولة عن أي أضرار أو أذى يعزى إلى هذه العوامل أو ناشئة مباشرة أو غير مباشرة عن هذه العوامل.
            </p>

            <h2 class="sub">١.١٣ لائحة المواد/الشحنات الممنوعه التي يتم تبادلها للشحن بين المستخدمين:</h2>
            <ul>
                <li>أعمال فنية.</li>
                <li>بضائع خطيرة</li>
                <li>العينات البيولوجية</li>
                <li>المخدرات (باستثناء الأدوية الموصوفة أو للأغراض الطبية أو العلمية).</li>
                <li>صيد السمك - وجبات السمك</li>
                <li>الخضار والفواكه.</li>
                <li>المجوهرات.</li>
                <li>تذاكر اليانصيب.</li>
                <li>تذاكر أجهزة القمار</li>
                <li>الاعلانات ذات الصلة باليانصيب الغير القانوني.</li>
                <li>عملات قابلة للتداول.</li>
                <li>العناصر الهجومية.</li>
                <li>لوحات.</li>
                <li>النباتات ( بما في ذلك التبغ الخام ).</li>
                <li>المعادن الثمينة.</li>
                <li>بضائع النموذج الأولي.</li>
                <li>الاباحية.</li>
                <li>مواد مشعة.</li>
                <li>بقايا ( بشرية أو حيوانية ).</li>
                <li>المواد السامة و المعدية.</li>
                <li>الجوائز.</li>
                <li>الأسلحة.</li>
                <li>كحول و ما شابه.</li>
            </ul>

            <h2>١٤- نظام التحقق:</h2>
            <p>يرجى ملاحظة أنه لزيادة الثقة، وتجنب الأخطاء الطباعية والمعلومات الخاطئة، فإنه يجوز لعلى دربى في أي وقت من الأوقات إجراء عملية ضبط وتحقق من المعلومات التي يقدمها الأعضاء (على وجه التحديد المعلومات الشخصية ومعلومات السفر). ويقر الأفراد بأن يقدموا معلومات حقيقية ودقيقة، بحيث لا تكون تحت أي ظرف من الظروف معلومات مزورة أو قديمة أو غير مكتملة عن أنفسهم أو عن السفر أو الشحنة و/أو أية معلومات أخرى ملائمة لأداء الخدمات. وللقيام بذلك، ستطلب على دربى من الأعضاء تحميل نسخة من وثيقة هوياتهم (مثل بطاقة الهوية الوطنية أو جواز السفر).
                <br>
                يرجى العلم أن على دربى تتمتع بحق منع أو رفض و/أو إلغاء حساب أي عضو قد ينتهك اشتراطات المعلومات الواردة أعلاه.
            </p>


            <h2>١٥- المراجعات:</h2>
            <p>تقوم على دربى بتوفير نظام يمكن للأعضاء من خلاله الحصول على التأهيل ليكونوا أعضاء فيه، كما تقوم بمراجعة العمل على خدمة على دربى الذي يقوم به أي عضو. وبهذا المعنى، فإن على دربى تشجع المستخدمين على التأهيل لخدمة على دربى بشكل عام، ونشر أية ملاحظة و/أو رأي بشأن ما يلي:</p>
            <ul>
                <li>المسافر(في حال كنت شاحناً) أو بشأن المرسل(في حال كنت ناقلاً)؛</li>
                <li>المسافر(في حال كنت مستلماً) أو بشأن المستلم (في حال كنت ناقلاً).</li>
            </ul>
            <p>لذا فإن أراءكم، إضافة إلى الآراء التي تنشر من قبل عضو آخر بشأنكم، ستنشر على صفحة حسابكم الشخصي بحيث يمكن مشاهدتها وتؤخذ بالحسبان من كافة الأعضاء. لذا يرجى العلم أن لعلى دربى الحق في إزالة أية ملاحظة أو رأي قد يعتبر غير مناسب أو غير قانوني أو يمكن أن ينتهك هذه الشروط والأحكام العامة. ويجوز للتطبيق أن يتضمن معلومات أو محتويات تقدمها مصادر خارج على دربى، ويشمل ذلك المعلومات التي يقدمها المستخدمون. ولا تضمن على دربى ولا تقبل أية مسؤولية عن حقيقة أو نزاهة أو دقة أي من هذه المعلومات و/أو المحتويات.</p>

            <h2>١٦- الخصوصية:</h2>
            <p>يوافق العضو على أنه يمنح ويفوض ويوافق على قيام على دربى باستخدام جميع البيانات والصور والتعليقات التي يتم نشرها على التطبيق سواء كانت منشورة من قبله أو من قبل عضو آخر وكانت متصلة بحساب العضو. كما يوافق على حق على دربى في مشاركة هذه البيانات والصور والتعليقات مع أي أطراف أخرى.</p>

            <h2>١٧- متفرقات:</h2>

            <h2 class="sub">١٧-١ الملكية الفكرية والصناعية:</h2>
            <p>
                تكون كافة المواد والمعلومات الموجودة على البرنامج خاضعة للقانون الحالي الخاص بالملكية الفكرية و/أو الصناعية. وتعود الحقوق في المواد والعناصر الأخرى التي تظهر على البرنامج (ويشمل ذلك على سبيل المثال لا الحصر الرسومات والنصوص والأشكال والصور والمواد المسموعة والمرئية والبرمجيات والرموز التعريفية المميزة، وما إلى ذلك) إلى على دربى، أو أنها في بعض الحالات تعود إلى جهات أخرى كانت قد رخصت أو حولت ما وردت الإشارة إليه هنا إلى على دربى. كما تملك على دربى الحقوق في شعاراتها وأسمائها التجارية ونطاقاتها وعلاماتها التجارية.
                <br>
                ولا يجوز بأي حال من الأحوال أن يُفهم أن الدخول إلى البرنامج أو استخدامها أو البحث عن مواد فيها أو تنزيلها و/أو استخدام خدمات على دربى من قبل الأعضاء يعني أن على دربى أو مالك الحقوق، بحسب مقتضيات الحال، يعني التنازل أو النقل أو الترخيص، سواء كان ذلك بشكل جزئي أو كلي، للحقوق التي وردت الإشارة إليها أعلاه.
                <br>
                وبناء على ذلك، فإنه لا يجوز للأعضاء حذف أو منع أو التلاعب بالإشعارات الخاصة بحقوق المؤلف (ويُشار إليها بـ "حقوق الطبع") أو أية بيانات أخرى تدخل في الخدمة التي تحدد حقوق على دربى أو حقوق الآخرين، ولا حذف أو منع أو التلاعب بأجهزة الحماية الفنية أو أية معلومات و/أو وسائل التعريف التي تدخل ضمنها.
                <br>
                وعلى وجه التحديد، يحظر وبشكل صارم القيام بعملية تضمين جزئي أو كلي لأية مادة أو عناصر في البرنامج بحيث تكون هذه المواد أو العناصر من خارج الموقع دون الحصول على تصريح خطي مسبق من مالك الموقع.
                <br>
                تعتبر الإشارة إلى الأسماء التجارية، والعلامات التجارية، والعلامات التجارية المسجلة، والشعارات أو أية علامات تعريفة مميزة أخرى، سواء كانت ملكاً لعلى دربى أو شركات أخرى، على أنها توحي بأن ما وردت الإشارة إليه هنا لا يجوز أن يُستخدم دون موافقة على دربى أو مالكيها الشرعيين. ولا يعطي الدخول أو الاستخدام للتطبيق في أي وقت من الأوقات، ما لم يتم التعبير عن ذلك بشكل صريح، لا يعطي الأعضاء الحق في العلامات التجارية، أو الشعارات و/أو العلامات التعريفية المميزة الواردة هنا أو التي تكون محمية بالقانون.
                <br>
                وتعتبر كافة حقوق الملكية الفكرية والصناعية محفوظة، وعلى وجه التحديد، فإنه لا يجوز تعديل أو إرفاق أو نسخ أو إعادة استخدام أو استغلال بأي شكل من الأشكال أو إعادة إنتاج أو تحويل أو استنساخ أو ترجمة أو التنازل أو بيع أو تأجير أو إعارة أو البث على الملأ أو إعادة النشر مرة أخرى أو غيرها، أو تُضَمَّنُ في الملفات، أو إرسال بالبريد العادي، أو البث، أو الاستخدام، أو المعالجة أو التوزيع بأية طريقة من أجل الاستخدام العام أو التجاري لأية محتويات وعناصر ومنتجات, دون إذن كتابي صريح من على دربى أو مالك الحقوق ، حسب الحالة.
                <br>
                إذا أدى أي تصرف أو تقصير، سواء كان متعمداً أو نتيجة للإهمال، مما ينسب بشكل مباشر أو غير مباشر إلى عضو مسجل في الخدمة، إلى انتهاك حقوق الملكية الفكرية والصناعية لعلى دربى أو تلك الحقوق العائدة لطرف آخر، وأدى ذلك بعلى دربى إلى أن تتعرض للضرر أو الخسارة أو الدخول في مسؤوليات مشتركة، أو تحمل مصاريف مهما كان نوعها، أو فرض عقوبات عليها، أو اتخاذ إجراءات قسرية ضدها، أو دفعها غرامات، أو دفع مبالغ مالية، نتيجة نشوء أية مطالبة أو طلب أو إجراء أو قضية أو عملية قانونية، سواء كانت مدنية أو عقابية أو إدارية، فإنه يكون لعلى دربى الحق في التصرف ضد العضو المذكور باستخدام كافة الوسائل القانونية المتاحة لها والمطالبة بأية مبالغ تتساوى مع التعويضات أو الضرر المعنوي أو الضرر الذي لحق بصورتها أو الضرر المترتب على أفعال أخرى وكذلك الأرباح التي خسرتها أو تكاليف الدعاية أو أي نوع آخر من التكلفة الذي قد يكون لازماً لإصلاح الضرر، أو أية مبالغ تتساوى مع العقوبات أو الإدانات أو الفوائد التي تترتب عن التأخر في السداد، أو تكاليف الدفع مقابل العقوبات المالية التي تعرضت لها على دربى، أو التكاليف القانونية أو الدفاعية (يشمل ذلك تكاليف المحامين) في أي إجراء قانوني كانت على دربى قد خضعت فيه للمحاكمة للأسباب المذكورة أعلاه عن الأضرار والتداعيات التي نشأت عن الضرر الذي تسبب به التصرف أو التقصير في التصرف، دون ضرر بحق ممارسة أية أفعال أخرى يكون لعلى دربى فيها حق قانوني.
                <br>
                وعلاوة على ما ورد أعلاه، يتعهد الأعضاء بأن الشيء المراد إرساله عبر المسافر سيحترم القانون الحالي المعمول به بشأن حقوق الملكية الفكرية و/أو الصناعية.
            </p>            
            
            <h2 class="sub">١٧-٢ الصور التي تُحَمَّلُ على البرنامج:</h2>
            <p>
                لا يجوز للأعضاء استخدام أو نشر صور تنتهك حقوق أطراف ثالثة أخرى أو أي قانون مطبق، ويشمل ذلك أي محتوى غير قانوني أو بذيء أو إباحي أو مسيء أو مشوه للسمعة أو مضلل أو ذي محتوى عرقي أو لا أخلاقي أو يمس النظام العام، أو يشجع على ارتكاب أنشطة غير قانونية أو إباحية أو مسيئة أو مشوهة للسمعة أو مضللة أو ذات محتوى عرقي أو كراهية الأجانب، أو تلك التي تؤدي إلى تمييز ضد أي شخص، كما لن تقبل أية إشارات إلى أي مستوى من اللغة البذيئة.
                <br>
                ويتعهد الأعضاء بشكل صريح بملكية وأصالة أية صور تُحَمَّلُ على التطبيق و/أو الموقع. وبهذا المعنى، يقر الأعضاء بأنهم لن يستخدموا أي محتوى ليس لديهم أي حق قانوني في إعادة إنتاجه أو توزيعه أو تعديله أو نسخه أو إرفاقه أو وضعه في متناول جهات أخرى. ويعتبر أنه قد جرى التنازل عن كافة الصور التي تُحَمَّلُ على التطبيق و/أو الموقع لصالح على دربى دون مقابل، وذلك ضمن حدود الحد الأعلى للوقت المسموح به وفي كافة أرجاء العالم، ويجوز استخدامها ضمن حدود على دربى التي حددتها الأنظمة المطبقة، دون وجود التزامات بشأن سرية المحتويات أو المعلومات المذكورة.
                <br>
                ونظراً إلى الكم الهائل من المعلومات التي يمكن تخزينها على التطبيق فإنه يستحيل على على دربى التحقق من أصالة المحتويات التي يقدمها المستخدم أو التحقق من عدم انتهاك حقوق الأطراف الأخرى؛ ويكون المستخدم وحده مسؤولاً عن جميع الآثار المترتبة عن أية مخالفات قد تنتج عن تقديمه للمعلومات.
                <br>
                ويجوز لعلى دربى أن تعدل المعلومات التي يقدمها المستخدمون لتكييفها بحسب الاشتراطات التي يفرضها على دربى و/أو موقعها على صيغة المعلومات.
            </p>

            <h2 class="sub">١٧-٣ حقوق الصور:</h2>
            <p>كما يمنح الأعضاء تفويضهم بالتحديد لمعالجة بياناتهم الشخصية ونقل واستخدام حقوق صورهم وفقاً للأحكام المنصوص عليها في هذه الشروط والأحكام العامة.</p>

            <h2 class="sub">١٧-٤ الوصلات والوصلات الكثيفة التشعب للموقع:</h2>
            <p>إذا قام أي عضو بإدخال وصلات أو وصلات كثيفة التشعب خاصة به إلى التطبيق فعليه أن يلتزم بالشروط الموضحة أدناه؛ ولا يعفي الجهل بهذه الشروط الأعضاء من أية مسؤوليات تترتب عن عدم الالتزام هذه الشروط:</p>
            <ul>
                <li>يُمنع، وفقاً للتشريعات المعمول بها حاليا القيام بإنشاء "إطارات" أو مربعات من أي نوع تسمح بمشاهدة التطبيق كلياً أو جزئياً عن طريق عناوين إنترنت مختلفة عن تلك الموجودة في التطبيق وعلى أي حال، عندما يجري السماح بمشاهدة عناصر التطبيق مع محتويات أخرى، فلا يكون أي جزء من البرنامج و/ أو المحتويات، يمكن أن:
                    <ul>
                        <li>(1) يؤدي إلى أو قد يؤدي إلى حدوث خطأ أو إرباك أو خداع لدى الأعضاء فيما يتعلق بالمصدر الحقيقي للعناصر المعروضة أو الخدمات المستخدمة؛</li>
                        <li>(2) يشكل عملاً يتسم بالمقارنة غير العادلة أو التقليد.</li>
                        <li>(3) يسعى إلى استغلال العلامة التجارية والمكانة الخاصة لعلى دربى؛ أو</li>
                        <li>(4) يكون محظوراً بحسب التشريعات الحالية.</li>
                    </ul>
                </li>
                <li>لا تتضمن الصفحة التي تحتوي على الرابط أي نوع من البيانات أو المؤشرات الزائفة أو غير الدقيقة أو غير الصحيحة بخصوص على دربى أو موظفيها أو عملائها أو جودة الخدمات التي تقدمها.</li>
                <li>لا يجوز بأي حال من الأحوال الكتابة أو السماح بالفهم في الصفحة التي تحتوي على الوصلة بأن على دربى كانت قد منحت موافقتها على تضمين الوصلة فيها أو أنها بأية طريقة يقوم بتمويل أوتتعاون مع أو تتحقق أو تشرف على خدمات الأعضاء.</li>
                <li>يحظر استخدام أية علامات تجارية لعلى دربى، سواء كانت اسمية، أو مؤلفة من صور أو من الاثنين معاً، أو من أية علامة تعريفية مميزة، باستثناء تلك الحالات التي يسمح بها القانون أو التي يتم التصريح بها صراحة من على دربى، والتي تنص دائماً على أن الاتصال المباشر بالبرنامج مسموح وفقاً للشروط المنصوص عليها في هذه الفقرة.</li>
                <li>
                    يجب أن تلتزم الصفحة التي تتضمن الوصلة أو الوصلة الكثيفة التشعب وبدقة بالقانون ولا يجوز بأي حال من الأحوال القيام بالتقديم أو الاتصال بمحتوى يعود للأعضاء أو أطراف أخرى بما يتصف:
                    <ul>
                        <li>(1) بأنه غير قانوني، أو ضار، أو مخالف للاخلاق والعادات الحسنة (ويشمل ذلك على سبيل المثال لا الحصر المواد الإباحية والعنف والتفرقة العنصرية، وما إلى ذلك).</li>
                        <li>(2) يشجع الأفراد على أن يعتقدوا خطأ بأن على دربى تؤدي أو توصي أو تتمسك أو بأي شكل من الأشكال وتدعم الأفكار والتصريحات أو العبارات في الموقع، سواء كانت قانونية أو غير قانونية؛</li>
                        <li>(3) تكون غير ملائمة أو ليست مناسبة لأنشطة على دربى فيما يتعلق بالموقع أو المحتويات أو الهدف من وراء الصفحة.</li>
                    </ul>
                </li>
                <li>لا يعني التصريح بإدخال وصلة أو وصلة كثيفة التشعب بأي حال من الأحول الموافقة على إعادة إنتاج الجوانب المرئية والوظيفية الخاصة بالبرنامج. وعلى وجه التحديد، فإن التصريح بإدخال وصلات كثيفة التشعب إلى الموقع و/أو المحتويات يكون خاضعاً لاحترام كرامة الإنسان وحريته. ولا يجوز للموقع الإلكتروني الذي يحتوي على الوصلة أن يحتوي على معلومات أو محتويات غير قانونية، أو تخالف الأخلاق أو العادات الحسنة أو النظام العام، ولا يجوز كذلك أن يحتوي على محتويات تنتهك حقوق الأطراف الأخرى.</li>
                <li>لا يعني إنشاء وصلة كثيفة التشعب بأي شكل من الأشكال وجود علاقة بين على دربى ومالك الصفحة التي تحتوي على الوصلة ولا قبول على دربى أو موافقتها على المحتويات أو الخدمات التي تقدم فيها إلى الجمهور.</li>
            </ul>
            <p>ويجوز لعلى دربى أن تطلب، في أي وقت من الأوقات ودون التزام بتبرير هذا الطلب، بأن أية وصلة أو وصلة كثيفة التشعب في البرنامج يجب أن تزال وأن يقوم الشخص المسؤول عن الخدمة التي تحتوي على الوصلة بالتخلص منها فوراً.</p>

            <h2 class="sub">١٧-٥ عدم وجود اتفاقيات أخرى:</h2>
            <p>تشكل الأحكام الواردة في هذه الشروط مجمل الاتفاقية بينكم وبين على دربى بشأن استخدام البرنامج. ويحق لتطبيق على دربى تغيير هذه الشروط والأحكام العامة في أي وقت. و يتم اعتبار أي من هذه التغييرات سارية المفعول في اليوم الذي يتم نشرها فيه على البرنامج (أنظر التاريخ في أعلى الصفحة). لذا يجب عليك قراءة الشروط والأحكام العامة في كل مرة تستخدم فيها البرنامج و بدخولك للمنصة وتسجيل حساب أو استخدام الخدمات التي تقدمها البرنامج، فإنك توافق على الالتزام بالشروط والأحكام العامة. في حالة عدم موافقتك على كل الشروط والأحكام العامة فيجب عليك التوقف عن استخدام البرنامج
            <br>
            وفي حال اعتبر أي من هذه الأحكام غير صالح أو غير قابل للتطبيق، فيجوز أن يحل محله حكم آخر يكون على قدر كبير من التشابه مع الحكم السابق. ولكن يجب ألا يؤثر هذا أو يلحق الضرر ببقية الأحكام، التي يجب أن تبقى دون تأثر بفعل أية فقرة أو حكم يكون غير قانوني أو غير صالح أو غير قابل للتنفيذ، ويجب أن تبقى نافذة بالكامل.
            </p>

            <h2 class="sub">١٧-٦ القانون الذي يحكم الاتفاقية والسلطة القضائية:</h2>
            <p>تكون هذه الشروط والأحكام العامة خاضعة للقانون الساري في دولة المرسل وقت طلب الخدمة.</p>

            <h2 class="sub">١٧-٧ إلغاء تسجيل العضو:</h2>
            <p>يجوز للمستخدم إلغاء تسجيله عن طريق التواصل مع على دربى رسمياً بخصوص ذلك. ويحق لعلى دربى التحقيق وبذل الجهد المناسب لتأكد من عدم وجود أي إلتزامات أو تلاعب من قبل العضو قبل إتمام عملية إلغاء التسجيل.</p>

            <h2>سياسة على دربى اثناء الرحلة</h2>
            <p>نحن في على دريى نهتم لكباتننا وعملائنا وزملائنا على حد سواء، والجميع طبعاً يقدر عمل الكباتن وتفانيهم، فهم الشركاء الذين نثق بهم لتوصيلنا من مكان إلى آخر أو لتوصيل أطفالنا أو حتى لتوصيل أغراضنا، وذلك في مئات المدن. الرجاء الانتباه للنقاط  التالية لنحافظ معاً على هذا المستوى من الخدمة والثقة. </p>

            <h2 class="sub">كن كريماً مع الكابتن</h2>
            <ul>
                <li>ألقِ عليه التحية وابتسم وتصرف معه باحترام في جميع الأوقات.</li>
                <li>يرجى التعاون مع الكابتن وتسليم الطرد او الشحن المراد توصيله</li>
            </ul>

            <h2 class="sub">ادفع تكلفة مشوارك </h2>
            <ul>
                <li>للدفع نقداً: حاول أن تبقي معك مبلغاً كافٍ، أو يمكن إختيار الدفع عند التسليم.</li>
                <li>التسديد المتأخر أو عدم تسديد المبلغ قد يتسبب للأسف بحظر حسابك في على دربى.</li>
            </ul>

            <h2 class="sub">استخدم الجي بي اس لتحديد نقاط الانطلاق أو الوصول</h2>
            <ul>
                <li>استخدم نظام الجي بي اس دائماً وساعد الكابتن بإرشاده شفهياً إذا كان العنوان معقداً.</li>
                <li>أعلم الكابتن في حال كنت تفضل طريقاً معيناً.</li>
            </ul>
            
            <h2 class="sub">كن جاهزاً عند وصول الكابتن وحاول أن تتجنب إلغاء المشاوير دون سبب</h2>
            <ul>
                <li>إيجاد مكان للوقوف قد يكون من الصعب إيجاده أحياناً، لذلك حاول أن لا تجعل الكابتن ينتظر كثيراً.</li>
                <li>كن بانتظار الكابتن بمجرد وصوله إلى مكان الإنطلاق كي تتجنب رسوم الانتظار أو الإلغاء. يحق للكابتن إلغاء المشوار في حال تجاوزت فترة انتظاره لك بين ٥ إلى ١٠ دقائق. </li>
            </ul>

            <h2 class="sub">اشكر الكابتن على خدمته المميزة</h2>
            <ul>
                <li>اشكر الكابتن وامنحه تقييم ٥ نجوم إذا كنت قد استمتعت بإرسال شحنتك، أوإكرامية إذا أردت ذلك.</li>
                <li>كن عادلاً في تقييمك للكابتن، فالتقييم المنخفض يؤثر على مكافآت الكابتن ودخله.</li>
                <li>أسعار المشاوير والذروة والزحمة وحال الطقس أمور خارجة عن سيطرة الكابتن. </li>
            </ul>

            <h2 class="sub">السلامة أولويتك، ولا تقم بأي نشاط مخالف للقانون</h2>
            <ul>
                <li>لا كحول أو مخدرات.</li>
                <li>لا تطلب من الكابتن مخالفة القانون، فلا تطلب مثلاً تخطي السرعة المسموح بها، أو التوقف حيث يمنع الوقوف.</li>
                <li>أي أعمال مخالفة للقانون قد تؤدي إلى الملاحقة القانونية.</li>
            <li>يجب علي الكابتن الاطلاع علي الشحنة ومحتواها للتأكد من سلامتها وعدم احتواءها علي مواد ممنوعة طبقا ل اللأحة رقم "1.13" </li>
            </ul>

            <h2>كيف يتم حظر الحساب أو تعطيله؟ </h2>
            <p>يمكن أن يتعرض حساب العميل للحظر أوتوماتيكياً من خلال تطبيق على دربى إذا وجدنا أن الحساب يخترق أي من الشروط والأحكام الخاصة بالنظام، والتي يقوم جميع المستخدمين بقبولها عند إنشاء حساب داخل تطبيق على دربى.</p>
            <p>فيما يلي مجموعة من أكثر الأسباب شيوعاً لحظر الحساب: </p>

            <h2 class="sub">ارتفاع معدلات إلغاء المشاوير</h2>
            <p>عند طلب المشوار، يكون لدى العميل خيار لإلغاء إرسال شحنه. أما إذا تكرر الإلغاء كثيراً، ستظهر على الشاشة رسالةً تحذيرية. إذا استمر ذلك، سيتم حظر الحساب، وذلك لأن استمرار إلغاء إرسال شحنات يتسبب في الكثير من الارتباك ويُضيع وقت الكابتن. </p>

            <h2 class="sub">استخدام أكثر من حساب على نفس الهاتف </h2>
            <p>للحد من النشاط الاحتيالي، يُسمح لكل هاتف بعدد محدود من الحسابات النشطة. بمجرد أن تزيد أعداد الحسابات عن الحد، يتم حظرها نهائياً.</p>

            <h2>ما هي خدمة تأمين الرحلات؟ </h2>
            <p>في الأحوال القليلة التي قد تواجهك حادثة أثناء قيامك برحلة، وضعنا سياسةً تأمينية شاملة لضمان تقديم الرعاية اللازمة لك ولأحبائك.</p>
            <p>تختلف مبالغ التعويض بحسب الموقع، ولهذا نرجو منك التواصل من خلال الموقع الاكترونى للحصول على المزيد من المعلومات </p>
            <p>لقد تأكدنا أن تكون بنود تلك الخدمة شاملة، ومع ذلك لن تشملك هذه الخدمة إذا: كنت تحت تأثير الكحول، أو المخدرات، أو أقدمت على فعلٍ فيه إيذاء للنفس، أو تعمد تعريض نفسك للخطر، أو ارتكبت أي فعل غير قانوني. فضلاً التواصل من خلال الموقع الاكترونى للحصول على المزيد من المعلومات </p>

            <h2>ما المميز في العمل مع تطبيق على دربى؟ </h2>
            <ul>
                <li>كن أنت مدير نفسك، واكسب المزيد من المال بتوصيل الشحنات!</li>
                <li>تطبيق على دربى يمنحك الفرصة للعمل بقدر ما تريد ومتى ترغب.</li>
                <li>كما يقدم تطبيق على دربى مكافآت غير عادية وخطط ضمان ومساعدة فورية من خلال  التواصل على الموقع الالكترونى أثناء المشاوير.</li>
            </ul>

            <h2>كيف يمكنني أن أتقدم بطلب للانضمام لكباتن على دربى؟ </h2>
            <p>يمكنك الانضمام إلينا بسهولة عن طريق:</p>
            <ul>
                <li>تحميل تطبيق على دربى كابتن من على المتجر اندرويد او ابل وتسجيل البيانات المطلوبه.</li>
                <li>بعد الاطلاع على طلبك، سيتم مراجعة الطلب للتأكد من صحة البيانات.</li>
                <li>عند الانتهاء، يمكنك أن تبدأ مشاويرك على الفور وتكسب المال!</li>
                <p>يلا ... في انتظارك!</p>
            </ul>

            <h2>ما هي الوثائق المطلوبة للانضمام على دربى كابتن؟ </h2>
            <p>
                البيانات المطلوبة تشمل : رخصة القيادة وتاريخ إنتهاء رخصة القياده وتاريخ الميلاد ورقم بطاقة الهوية الوطنية ووثائق تسجيل السيارة وصورة شخصية حديثة وغيرها.
            </p>

            <h2>ما هي فئة سيارتي في تطبيق على دربى؟ </h2>
            <p>يعتمد ذلك على موديل السيارة وسنة التصنيع. كما يسمح بجميع انواع السيارت لنقل جميع انواع الشحنات المتاحه.</p>
            <ul>
                <li>إذا كنت كابتناً قائماً، يمكنك الوصول إلينا من خلال مركز الاتصال.</li>

            </ul>
            
            <h2>لقد فقدت أحد أغراضي </h2>
            <p>قم بالإبلاغ عن الغرض المفقود بالضغط على "اتصل بنا"  من خلال التطبيق او الموقع الإلكترونى. تأكد من تقديم أكبر قدر ممكن من المعلومات، وسيتواصل فريقنا معك قريباً.</p>
            <p>تطبيق على دربى ليس مسؤول عن الأشياء المفقودة في السيارة بعد إنتهاء عملية إرسال الشحنه. سنحاول تقديم المساعدة، ولكن لا يمكننا ضمان وجود غرضك مع الكابتن، أو تسليمه، في حال وُجد، على الفور.</p>
        </div>
        <b-button class="lang-en">
            <nuxt-link to="/terms-en">EN</nuxt-link>
        </b-button>
    </div>
</template>

<style>
.terms-page{
    padding: 40px 0;
}
.lang-en{
    position: fixed;
    top: 50%;
    left: 5px;
    width: 70px;
    background-color: #f2672580;
    border: none;
}
.lang-en:hover{
    background-color: #f26725;
}
.lang-en a{
    color: #fff;
}
.lang-en a:hover{
    text-decoration: none;
}
.terms-page h1{
    padding-bottom: 40px;
}
    .terms-page h2{
        font-size: 29px;
        font-weight: 800;
    }
        .terms-page .sub{
        font-size: 23px;
        font-weight: 700;
    }
    .terms-page .sub2{
        font-size: 18px;
        font-weight: 600;
    }
</style>