<template>
  <div class="advantages-component">
    <div class="container">
      <div class="row">
        <div class="col-md-6">
          <div class="items">
          <div class="row">
            <div class="col-12">
              <h2>إعمل لحساب نفسك</h2>
              <p>تلقى طلبات الشحنات و قم بتوصيلها بسيارتك الخاصة عن طريق التطبيق بكل سهولة على مدار الأيام و طوال اليوم, مهما كانت أوقاتك المتاحة نحن متاحون دوما لتكون شريكا لنا.</p>
            </div>
            
            <div class="col-12">
              <h2>أمانك أولا</h2>
              <p>عندما تتلقى الطلبات الخاصة بالشحنات تكون مرفقة بالوصف و الصور و الحجم و لتجنبك أى مشاكل عند التسلم فى حالة عدم التطابق يمكنك رفض الشحنة و سوف يتم تعويضك من التطبيق و عدم تطبيق أى رسوم إضافية عليك.</p>
            </div>
            
            <div class="col-12">
              <h2>إضافة أكثر من سيارة</h2>
              <p>يمكنك إضافة أكثر من سيارة داخل حسابك حتى تتجنب التعطل عن العمل و ملائمة ملفك الشخصى لقبول كافة الشحنات</p>
            </div>
            
          </div> <!--End Row-->
          </div> <!--  End Item -->
        </div> <!--End col-md-6-->
        <div class="col-md-6">
          <div class="items">
          <div class="row">

            <div class="col-12">
              <h2>أختر طريقك بنفسك</h2>
              <p>يمكنك تحديد خط سير لنفسك من خلال التطبيق و إختيار نقطة البداية و نقطة الوصول و أماكن التوقف و التوقيت حتى يمكنك تحقيق أفضل عائد من رحلتك معنا, فنحن نريد أن نحقق لك أفضل عائد من شراكتك معنا.</p>
            </div>
            
            <div class="col-12">
              <h2>أينما كنت نحن معك</h2>
              <p> نحن نغطى جميع مدن المملكة من السهل عليك أن تكون شريكاً لنا, كما يمكنك أن توصل شحنات خارج المملكة لدول بعينها فى منظمة التعاون الخليجى, كما أنه يمكنك تلقى الشحنات على حسب حجمها  و مكافئته لسيارتك.</p>
            </div>
            
            <div class="col-12">
              <h2>معك دوماً</h2>
              <p>يمكنك التواصل معنا عن طريق الدعم الفنى فى التطبيق و إرسال رسالة لنا من خلال هذه الخدمة أو محادثتنا على الخط الخاص بالشركة هاتفيا.</p>
            </div>
            

          </div> <!--End Row-->
          </div> <!--  End Item -->
        </div> <!--End col-md-6-->
      </div><!--End row -->
    </div><!--End container -->

  </div>
</template>
<style>
@media only screen and (max-width: 768px) {
  .advantages-component h2{
  font-size: 25px;
  font-weight: bold;
}
}
</style>
